Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/БашДУ173.tmx
Source language: ru
Languages: ba

source: Башкирский государственный университет – старейший вуз Башкортостана, основоположник высшего профессионального образования в республике, один из ведущих научно-образовательных центров России.
ba: Башҡорт дәүләт университеты – Башҡртостандың иң оло уҡыу йорттарының береһе, республикала юғары профессиональ белем биреү, Рәсәйҙең алдынғы фәнни-белем биреү үҙәктәренең береһе.

source: Сегодня вуз активно развивает инфраструктуру, необходимую для осуществления инновационной деятельности.
ba: Бөгөнгә көндә юғары уғыу йорто, яңы фәнни эшмәкәрлеккә булышлыҡ иткән, инфраструктураһын үҫтерә.

source: В первую очередь речь идёт о создании новых научных центров и лабораторий, оснащённых самым современным оборудованием.
ba: Тәү нәүбәттә һүҙ иң алдынғы ҡоролмалар менән байытылған фәнни үҙәктәр һәм лабораториялар тураһында бара.

source: Выпускники вуза работают не только в Республике, но и далеко за ее пределами и за рубежом.
ba: Уны тамамлаусылар Башҡортостан Республикаһында ғына түгел, бөтә Рәсәйҙә һәм сит илдәрҙә лә эшләйҙәр.

source: Для работодателей, диплом БГУ - серьезный аргумент во время приема выпускника на на работу, это говорит о высоком качестве образования в высшем учебном заведении.
ba: Эш тәҡдим итеүселәрҙең күбеһе өсөн белгесте эшкә алғанда БДУ дипломы етди дәлил, был иһә беҙҙең юғары уҡыу йортонда уҡытыуҙың юғары сифаты хаҡында һөйләй.

source: Это, в первую очередь, достижение дружного, сплоченного за многие годы, коллектива преподавателей вуза.
ba: Был тәү сиратта күп йылдар дауамында профессионалдар коллективы булып ойошҡан университет уҡытыусыларының ҡаҙанышы.

source: 25 общепризнанных научных школ, 20 научно-образовательных центров (созданных совместно с институтами РАН и АН РБ), 18 малых инновационных предприятий, 10 диссертационных советов, 1280 кандидатов и докторов наук, сотни патентов на научные разработки – таковы только некоторые результаты научной деятельности БашГУ на сегодняшний день.
ba: 25 фәнни мәктәп, 20 фәнни-белем биреү үҙәге (РФА һәм БР ФА менән берлектә асылған),18 бәләкәй инновацион идаралыҡ, 10 диссертация советы, 1280 фән кандидаттары һәм докторҙары, фәнни эшмәкәрлеккә йөҙәрләгән патент алынған - был бөгөнгө кәндә БашДУ-ың фәнни эшмәкәрегенң бер өлөшө генә.

source: Башкирский государственный университет дает возможность не только получить качественное профессиональное образование, но создает условия для яркой, интересной и активной жизни.
ba: Башҡорт дәүләт университеты сифатлы профессиональ белем һәм күнекмәләр алыу өсөн генә түгел, сағыу, ҡыҙыҡлы һәм актив йәшәү өсөн дә мөмкинлек бирә.

source: Студенты Башкирского государственного университета, многочисленные творческие коллективы и члены студенческих организаций живут именно такой жизнью.
ba: Башҡорт дәүләт университетының бөгөнгө студенттары, күп һанлы ижади коллективтар һәм студент ойошмаларында ҡатнашыусылар, шулай йәшәйҙәр ҙә.
